{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "657f9cde-4112-4088-8db3-fe9c80e32912": {
      "type": "slideshow",
      "blocks": {
        "template--14856597438531__657f9cde-4112-4088-8db3-fe9c80e32912-1675719952eeb297ef-0": {
          "type": "image",
          "settings": {
            "top_subheading": "",
            "title": "LEGAL",
            "title_size": 50,
            "subheading": "",
            "chat_widget": false,
            "link": "",
            "link_text": "",
            "link_2": "",
            "link_text_2": "",
            "color_accent": "rgba(0,0,0,0)",
            "text_color": "#ffffff",
            "text_align": "vertical-center horizontal-center",
            "image": "shopify:\/\/shop_images\/FAQ_Banner.jpg",
            "overlay_opacity": 0,
            "focal_point": "20% 50%"
          }
        }
      },
      "block_order": [
        "template--14856597438531__657f9cde-4112-4088-8db3-fe9c80e32912-1675719952eeb297ef-0"
      ],
      "settings": {
        "section_height": "375px",
        "mobile_height": "300px",
        "parallax": false,
        "style": "bars",
        "autoplay": true,
        "autoplay_speed": 5
      }
    },
    "faq-help": {
      "type": "faq-help-center",
      "blocks": {
        "faq-1": {
          "type": "question",
          "settings": {
            "title": "Privacy Policy",
            "subheading-1": "Changes to this policy",
            "text-1": "<p>This Privacy Notice and our Terms of Use will change over time and the use of information which we gather now is subject to these Notices and Terms as modified. Please check this page periodically as you continue to use our site to see if any changes have been made. This privacy notice was most recently changed on 2\/14\/2019. If you visit our Web site your visit and any dispute over privacy is subject to this Notice and our Terms of Use, including the application of the laws of New York.<\/p>",
            "subheading-2": "Personal information",
            "text-2": "<p>Vidlogix uses information that we collect from our visitors to personalize and improve your visit at Vidlogix.com. We gather the following types of information:<\/p><p><strong>Information you give us<\/strong>: Vidlogix collects any information which you enter on our Web site. This information is normally provided when you search, buy, participate in a contest, sweepstakes or on-line survey, or when you communicate with any of our departments such as customer service, sales or technical services through our Web site, telephone, mail or fax. You also provide information when you establish an account with us. Examples of the type of information you may supply us with include your name, address, telephone number, credit card information, e-mail addresses, and financial information such as your Social Security Number.<\/p><p><strong>Automatic Information collected by us<\/strong>: Whenever you visit our Web site we collect and store information such as \"cookies\" which remember information about a visitor from one page to the next and from one visit to the next. We collect and analyze the IP address used to connect your computer to the Internet; login; password; computer and connection information such as your browser type and version; operating system and platform; purchase history; confirmation when you open e-mail that we send you; the URLs which lead you to and around our Web site and other sites on the World Wide Web, including the date and time; the pages and or products you viewed or searched for and the phone number used to call our voice telephone numbers. Your browser allows you to reject cookies and software is available from third parties which will allow you to visit our Web site without providing this information. You are welcomed at our Web site if you use this software but we will not be able to offer you our personalized services.<\/p><p><strong>Orders<\/strong>: If you place an order we use a secure order form which requires you to provide contact, billing, and financial information. This information is transmitted to your credit card company to authorize your purchase.<\/p><p><strong>California Privacy<\/strong>: Orders placed from California comply with California collection and use of personally identifiable information laws.<\/p><p>At certain times we may offer financing options with or without third party participation. If you use a financing option information provided by you (such as your address, birth date, social security number, and credit card number) may be used to request a credit report from third parties or may be sent to a third party for processing.<\/p><p><strong>Action Tags<\/strong>: Vidlogix's web pages may contain action tags set by third party firms for the purpose of collecting anonymous information about the usage of our site by customers. These companies may also use this anonymous information to serve ads that may be of interest to you when you visit other sites across the Internet. Action tags are also known as web beacons or 1 pixel gifs. Action tags are a technique used to compile aggregated statistics about the effectiveness of our web site. They do not use personally identifiable information, such as names or addresses should you wish to opt out of providing this anonymous information you may do so by visiting the Network Advertising Initiative's consumer opt-out page located at <a href=\"https:\/\/www.networkadvertising.org\/managing\/opt_out.asp\" target=\"_blank\" title=\"Network Advertising Initiative\">here<\/a>.<\/p>",
            "subheading-3": "Sharing information",
            "text-3": "<p><strong>Affiliated Businesses and Vidlogix LLC<\/strong>: We may share any information that you supply to us with any affiliated business that is substantially controlled by Vidlogix and Vidlogix LLC. Any information that is shared this way will be subject to this Privacy Notice.<\/p><p><strong>Independent Contractors<\/strong>: We employ other companies or individuals to provide certain services to us such as sending e-mail, providing Social Question & Answer functionality, providing click to call telephone calling services, analyzing customer lists and data, providing marketing assistance, or consulting services. These third parties will have access to the information needed to perform their functions but cannot use that information for any direct marketing purpose.<\/p><p><strong>Third party service providers<\/strong>: Some of the products which we sell require us to provide your name, address, phone number and product serial number to the third party service provider(s) that require this information to activate the service. These third party service providers have their own privacy and data collection policies which are not controlled by Vidlogix. We have no control, responsibility or liability for these policies and urge you to contact the third party provider if you have any questions.<\/p><p><strong>Orders and Catalog Requests<\/strong>: When you place your order and\/or when you request that we send you a catalog from time to time we may share your name, mailing address and purchase category information with a few carefully selected marketing partners who may bring you offers of interest. If you wish to opt out of sharing this information with these companies, please e-mail hello@vidlogix.com. We will never share any telephone number(s), or financial information which you have given us with any marketing partner(s).<\/p><p><strong>Aggregate information<\/strong>: We provide aggregate information to some of our business partners. This information does not allow them to identify you individually.<\/p><p><strong>Vendors<\/strong>: We provide some of our vendors with your contact information so that they may contact you directly with product support information. For example, we may supply your contact information to a Vendor if they request it in order to provide you with recall information about a product you have purchased from us.<\/p><p><strong>Credit card companies, other Payors and shippers:<\/strong> When you buy something from us we send your credit card information, name, billing address and the amount of your purchase to your credit card company to verify and authorize the purchase. We will also send the same information (name, billing address and amount of your purchase) for other payment types which we may offer such as PayPal. Your name, telephone number, and shipping information must be provided to third party shippers such as UPS, Freight companies, Federal Express, and the United States Postal Service to deliver your purchase.<\/p><p><strong>Third Party Transaction-Level Data<\/strong>: If you visit our site from a third-party site the third-party site may be able to access your individual transaction information. In order to track and credit your transaction the third-party site may give you a unique code, cookie or graphic which will uniquely identify you. This will only happen if you link directly from a third party site to our Web site. Any transactions made at our Web site while such a code is active will be reported back to the third party site. We will only report non-personal information to these sites such as the date of the transaction, the product(s) purchased and the amount spent. We will not report any information to these third party sites that will allow them to personally identify you, however based on information which may have previously been collected from you by the third party site they may be able to personally identify you by combining the information they have gathered with the information sent by us. You should read the privacy policy posted by the third party site to see how they may use this information. The presence of a 3rd party navbar atop our site is an indication that the third party site may be able to see your activity on our site.<\/p><p><strong>Third Party Ads, Surveys and Promotions<\/strong>: We may use third parties to display ads, surveys and various promotions on our site. These third party applications may contain cookies or other code which are outside of our control. Although we will attempt to only work with third parties who respect your privacy we do not control and are not responsible or liable for any information collected by these third parties or how it is used. You should contact the third party directly or check the third party's privacy notice to see how any information that they may gather will be used.<\/p><p><strong>Link to Third Party Site<\/strong>: Our Web site contains links to third-party sites, such as our vendors. Vidlogix does not control and is not responsible or liable for the privacy practices or content found on these sites. We suggest that you check the privacy notice of each site you visit.<\/p><p><strong>Third Party Checkout Links<\/strong>: If you use a third party checkout link on our site such as PayPal your name, billing and shipping addresses and other information requested by that payment service is transferred to us from your account with the third party to enable you to check out of our site without having to re-enter certain information.<\/p><p>We contract with an outside service called Adobe to help us better understand your use of Vidlogix.com. Adobe places cookies on your computer to collect various kinds of information for us related to the use of our websites, so that we may continue to refine and improve the sites and better serve you. Adobe is not allowed to collect any credit card, user name or password information, nor are they allowed to use data that they collect for us for any other purpose. Additionally, Adobe is contractually required to maintain all the information collected for us in strict confidence. You may opt out of the Adobe information collection by <a href=\"http:\/\/www.omniture.com\/privacy\/2o7#optout\" target=\"_blank\">clicking here<\/a>.<\/p><p>We may share limited web browsing information of site visitors that have a prior relationship with PayPal and\/or other Payors. This information will allow the Payor to enhance the Payor’s targeted marketing to the site visitor. The Payor may combine the information provided by us with information held by the Payor subject to the Payor’s privacy policy.<\/p>",
            "subheading-4": "Law enforcement",
            "text-4": "<p>We will release personally identifiable information to third parties and organizations when we believe it is appropriate for us to do so to comply with the law. We will also do so to cooperate with law enforcement investigations, comply with court orders or subpoenas, protect the legal rights of us and our users, or when we believe it is needed for fraud protection and\/ or credit risk reduction.<\/p>",
            "subheading-5": "Business transfer",
            "text-5": "<p>Vidlogix has been in business independently for years, and our intent is to continue in this manner. However, in the unlikely event that Vidlogix is sold, has substantially all of its assets acquired or merges or becomes affiliated with any other individual or entity any customer information owned or under the control of Vidlogix may be one of the transferred assets.<\/p>",
            "subheading-6": "Security",
            "text-6": "<p>Our Web site protects the security of personal information you transmit to us by using Secure Sockets Layer (SSL) software, which encrypts the information you input during the transmission to us. We do not reveal your credit card number when we confirm your order. In order to protect against unauthorized access to your account, you should sign off when you finish visiting our site.<\/p><p><strong>Choice\/Opt-Out:<\/strong><\/p><p>We support several options for limiting the amount and type of information you share on our website:<\/p><p>You can choose to browse our Web site without accepting cookies. Please know that cookies allow us to recognize you from page to page, and they support your transactions with us. Without cookies enabled, you will still be able to browse our website, but will not be able to take advantage of certain website features. We do not currently monitor or honor any \"Do Not Track\" browser settings.<\/p><p>You may opt out of Adobe information collection by clicking <a href=\"http:\/\/www.omniture.com\/privacy\/2o7#optout\" target=\"_blank\">here<\/a>.<\/p><p>You may opt out of select third-party action-based advertising by visiting the Network Advertising Initiative's consumer opt-out page located <a href=\"https:\/\/optout.networkadvertising.org\/?c=1\" target=\"_blank\" title=\"Network Advertising Initiative\">here<\/a>.<\/p><p>You may opt out of email marketing communications by clicking <a href=\"http:\/\/manage.kmail-lists.com\/subscriptions\/unsubscribe?cy=Q6TDZy\" target=\"_blank\" title=\"Unsubscribe from marketing emails\">here<\/a>.<\/p>",
            "subheading-7": "Children’s online policy",
            "text-7": "<p>Vidlogix is committed to the preservation of online privacy for all of its web site visitors, including children. Consistent with the Children's Online Privacy Protection Act, we will not knowingly collect any personally identifiable information from children under the age of 13. Vidlogix.com sells products intended for purchase by adults. If you make a purchase on Vidlogix.com, you are representing that you are an adult. If you are a child under the age of 13, you must ask your parent or guardian to assist you in using Vidlogix.com.<\/p>",
            "subheading-8": "",
            "text-8": "",
            "subheading-9": "",
            "text-9": "",
            "subheading-10": "",
            "text-10": "",
            "subheading-11": "",
            "text-11": "",
            "subheading-12": "",
            "text-12": "",
            "subheading-13": "",
            "text-13": "",
            "subheading-14": "",
            "text-14": "",
            "subheading-15": "",
            "text-15": "",
            "subheading-16": "",
            "text-16": "",
            "subheading-17": "",
            "text-17": "",
            "subheading-18": "",
            "text-18": "",
            "subheading-19": "",
            "text-19": "",
            "subheading-20": "",
            "text-20": "",
            "subheading-21": "",
            "text-21": ""
          }
        },
        "faq-2": {
          "type": "question",
          "settings": {
            "title": "Terms of Use",
            "subheading-1": "Contract terms",
            "text-1": "<p>This website and all pages within this website located at vidlogix.com (this \"Site\") is owned and operated by Vidlogix Labs, Inc. (\"Company\") and provides website features and other products and services to you when you visit, shop or purchase items from this Site, use or access this Site from your mobile devices, or use software. By using Company’s products and services you agree to these conditions. Please read them carefully. You should also carefully review our Privacy Policy before placing an order for goods or services through this site. By placing an order on our site, you are agreeing to an arbitration clause below.<\/p><p>By accessing or using this Site, mobile application or other Company product or service on any computer, mobile phone, tablet, console or other device (collectively, \"Device\"), or by any other means, you acknowledge and agree that you have read, understand and agree to be bound by these Terms and Conditions and by any applicable law.<\/p><p>Company may change these Terms and Conditions at any time without notice. When we make changes, we will post them here. If you do not agree to these Terms and Conditions, please do not use this Site or any Company products or services, and please promptly exit this Site.<\/p>",
            "subheading-2": "Digital communications",
            "text-2": "<p>When you use any Site service, or send e-mail messages to us, you are communicating with us electronically. You consent to receive communications from us electronically. We will communicate with you by e-mail or by posting notices on this Site. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.<\/p><p>You expressly consent and request to be contacted by members of our network by phone, email, text\/SMS, and through the use of an automatic telephone dialing systems and pre-recorded messages at the number(s) listed on the form submitted even if your number provided on the form is on a National or State Do Not Call List. In some cases, automated technology may be used to contact you including on your cellular telephone for promotional messages. Your consent does not require you to purchase any goods and\/or services & you have clicked, read & agree to the privacy terms located at the bottom of this page. Standard carrier and messaging rates will apply. Reply \"Help\" for help or \"Stop\".<\/p>",
            "subheading-3": "Order acceptance",
            "text-3": "<p>Your receipt of an electronic or other form of order confirmation does not signify our acceptance of your order, nor does it constitute confirmation of our offer to sell. We reserve the right at any time after receipt of your order to accept, decline, or limit your order for any reason, whether your credit card has been charged or not. We reserve the right at any time after receipt of your order, without prior notice to you, to supply less than the quantity you ordered of any item. In all cases, if your credit card has been charged and your order is cancelled you will receive a prompt refund credit to your account.<\/p><p>Once an order has been placed, it cannot be cancelled unless the shipment is unavoidably delayed. In this case, we will do our best to cancel the order if requested.<\/p><p>We are a reseller to end user customers and do not accept orders from dealers, exporters, wholesalers, or other customers who intend to resell the products on our website. Should we determine or suspect that you are purchasing orders from our site for purposes of resale, without our consent, we reserve the right to stop selling to you. We take fraud very seriously and have fraud protection systems in place. Should your order be flagged for fraud, it will automatically be cancelled and refunded to your credit card. We make every effort to maintain the availability of our site. However, should we experience technical difficulties, we are not responsible for orders that are not processed or accepted.<\/p>",
            "subheading-4": "Promotional sales",
            "text-4": "<p>Vidlogix occasionally runs site wide discounts that have specific start and end dates. These sales generally have restrictions which include: Not valid on multi-packs, Offer valid on up to qty 3 of each item, Offer can only be used one time, Cannot be combined with any other discount code, Free shipping applies to contiguous U.S.<\/p>",
            "subheading-5": "Free gifts",
            "text-5": "<p>From time to time we run “Free Gift” offers and promotions when you purchase qualifying items or place a qualifying order. These are the terms and conditions that govern those promotions:<\/p><p>The free gift cannot be substituted for any other item, cash or credit.<\/p><p>The free gift is sent with your order. Placing multiple orders or orders for multiple items does not entitle you to more than one free gift.<\/p><p>This offer is only available on orders placed here on our website, vidlogix.com.<\/p><p>The free gift offer may not be used in conjunction with any other offer or promotion that we run on our website, unless otherwise stated.<\/p><p>Only one free gift per order, per person, per address for the duration of the offer \/ promotion (If you place more than one order with us in the period the free gift offer is running, you will only receive the gift on your first order), unless otherwise stated.<\/p><p>The free gift will be dispatched with the relevant items from your qualifying order.<\/p><p>If a customer wishes to return an order or item which qualified for a gift with purchase, the transaction can only be refunded if the gift with purchase item is also returned.<\/p><p>This promotion or offer is valid within the dates as stated on the relevant page.In the event of any dispute, the decision of Vidlogix is final.<\/p><p>We reserve the right to amend these terms and conditions at any time. If we do this we will publish the amended terms and conditions on this page.<\/p>",
            "subheading-6": "Shipping & Delivery",
            "text-6": "<p><strong>ALL ORDERS SHIP TO THE BILLING ADDRESS. PLEASE USE PAYPAL IF SHIPPING TO AN ADDRESS OTHER THAN THE BILLING ADDRESS.<\/strong><\/p><p>We offer free shipping on all orders over $35. For all orders under $35, there will be a $10 shipping fee. Orders are ground shipped, emitting 84% less CO2 than air shipping.<\/p><p>The carrier (FedEx or UPS) will be automatically selected based on the shipping address. We are unable to ship products outside of the United States. We do not ship to freight forwarders.<\/p><p>All orders are processed Monday through Friday, from 9:00 am to 5:00 pm ET. Due to volume, inclement weather and COVID-19 impacts, some of our carrier partners are experiencing ground service delays in various parts of the U.S. There may be extended delivery time frames.<\/p><p>In-stock domestic shipments are usually shipped the same day of order. See <a href=\"https:\/\/vidlogix.com\/pages\/help-center?main_block=HC-left-faq-2&sub_block=HC-faq-2-2\" target=\"_blank\" title=\"https:\/\/vidlogix.com\/pages\/help-center?main_block=HC-left-faq-2&sub_block=HC-faq-2-2\">Delivery Times<\/a> for details. Totals are calculated after all discounts, gift cards, freight charges have been applied. Shipping fees are nonrefundable.<\/p><p><a href=\"https:\/\/vidlogix.com\/pages\/help-center?main_block=HC-left-faq-2&sub_block=HC-faq-2-1\" target=\"_blank\" title=\"https:\/\/vidlogix.com\/pages\/help-center?main_block=HC-left-faq-2&sub_block=HC-faq-2-1\">Shipping Policy<\/a><\/p>",
            "subheading-7": "Returns & exchanges",
            "text-7": "<p><strong>We're so excited you shopped with us!<\/strong><\/p><p>While we hope you always love your new find, we also know that sometimes things don't work out. That's why returning at Vidlogix is so easy. If you're not completely happy, just send your return-eligible merchandise back within <strong>60 days<\/strong> from the date you received it.<\/p>",
            "subheading-8": "Sales tax",
            "text-8": "<p>Vidlogix collects state and local sales tax on items shipping to New York.<\/p><p><strong>Tax Exemption<\/strong><\/p><p>Vidlogix works with many governments, education, non-profit, charitable, churches, and other religious organizations who qualify for tax-exempt status. Once approved, customers may make tax-exempt purchases on behalf of their organizations online.<\/p><p>If you wish to enroll in the Vidlogix Tax Exemption Program (VTEP), please contact us below.<\/p><p><strong>Sales Tax Policy<\/strong><\/p><p>Your order contains one or more items from Vidlogix Labs Inc. and may be subject to local sales tax, depending on the state to which the item is being shipped.<\/p><p>Unless otherwise noted, Vidlogix Labs Inc.'s items are subject to sales tax in select states following the state's applicable laws. If your order contains one or more items from a seller other than Vidlogix Labs Inc., it may be subject to state and local sales tax, depending on the seller's business policies and the location of their operations.<\/p><p>We do not collect sales or use taxes in all states. For states imposing sales or use taxes, your purchase is subject to use tax unless it is specifically exempt from taxation. Your purchase is not exempt merely because it is made over the Internet or by other remote means. Many states require purchasers to file a sales\/use tax return at the end of the year reporting all of the taxable purchases that were not taxed and to pay tax on those purchases. You may find details of how to file these returns at the websites of your respective taxing authorities.<\/p><p>The sales tax indicated on the checkout form is an estimate. The sales tax ultimately charged to your credit card will be calculated when your credit card charge is authorized and will reflect applicable state and local taxes.<\/p>",
            "subheading-9": "Payment information",
            "text-9": "<p>We accept the payment methods as indicated on our Site at any particular time. To make purchases on the Site you must submit credit card information or other payment information. You represent and warrant that: (i) the credit card information you supply to us is true, correct and complete; (ii) charges incurred by you will be honored by your credit card company; and (iii) you will pay charges incurred by you at the posted prices, including all applicable taxes, if any. All payments must be in United States dollars. Current billing address, email and phone information must be included with every order. You agree to pay interest on all past-due sums at the highest rate allowed by law. We retain a security interest in the products and all proceeds thereof until the full purchase price therefore (including taxes and additional charges) has been paid. Charges for shipping and handling will be made in accordance with our then-current shipping policies, as described herein. You authorize Company to use any updated credit card information submitted by your credit card company. If you dispute any charges, you must inform us within thirty (30) days of your purchase.<\/p>",
            "subheading-10": "Product information",
            "text-10": "<p>We are constantly updating and revising our offerings of products and services, and we may discontinue products and services at any time without notice. To the extent that we provide information on availability of products or services, you should not rely on such information, and we will not be liable for any lack of availability of products or services that you may order through our site.<\/p><p>All pricing for the products and services available on our site is subject to change. For all of our prices and products, we reserve the right to make adjustments due to changing market conditions, product discontinuation, manufacturer price changes, errors in advertisements and other extenuating circumstances.<\/p>",
            "subheading-11": "Force majeure",
            "text-11": "<p>In addition to any excuse provided by applicable law, we shall be excused from liability for non-delivery or delay in delivery of products and service available through our site arising from any event beyond our reasonable control, whether or not foreseeable by either party, including but not limited to, labor disturbance, war, fire, accident, adverse weather, inability to secure transportation, governmental act or regulation, and other causes or events beyond our reasonable control, whether or not similar to those which are enumerated above.<\/p>",
            "subheading-12": "Restrictions on use",
            "text-12": "<p>The Site is protected by federal and international copyright and trademark laws. No portion of the materials on these pages may be reprinted, republished, modified, or distributed in any form without Company’s express written permission. Company reserves any rights not expressly granted by these Terms and Conditions or any applicable end user license agreements.<\/p>",
            "subheading-13": "SMS\/MMS marketing",
            "text-13": "<p>Vidlogix Labs, Inc. (hereinafter, “We,” “Us,” “Our”) is offering a mobile messaging program (the “Program”), which you agree to use and participate in subject to these Mobile Messaging Terms and Conditions and Privacy Policy (the “Agreement”). By opting in to or participating in any of our Programs, you accept and agree to these terms and conditions, including, without limitation, your agreement to resolve any disputes with us through binding, individual-only arbitration, as detailed in the “Dispute Resolution” section below. This Agreement is limited to the Program and is not intended to modify other Terms and Conditions or Privacy Policy that may govern the relationship between you and Us in other contexts.<\/p><p><strong>User Opt In:<\/strong> The Program allows Users to receive SMS\/MMS mobile messages by affirmatively opting into the Program, such as through online or application-based enrollment forms. Regardless of the opt-in method you utilized to join the Program, you agree that this Agreement applies to your participation in the Program. By participating in the Program, you agree to receive autodialed or prerecorded marketing mobile messages at the phone number associated with your opt-in, and you understand that consent is not required to make any purchase from Us. While you consent to receive messages sent using an autodialer, the foregoing shall not be interpreted to suggest or imply that any or all of Our mobile messages are sent using an automatic telephone dialing system (“ATDS” or “autodialer”). Message and data rates may apply.<\/p><p><strong>User Opt Out:<\/strong> If you do not wish to continue participating in the Program or no longer agree to this Agreement, you agree to reply STOP, END, CANCEL, UNSUBSCRIBE, or QUIT to any mobile message from Us in order to opt out of the Program. You may receive an additional mobile message confirming your decision to opt out. You understand and agree that the foregoing options are the only reasonable methods of opting out. You also understand and agree that any other method of opting out, including, but not limited to, texting words other than those set forth above or verbally requesting one of our employees to remove you from our list, is not a reasonable means of opting out.<\/p><p><strong>Duty to Notify and Indemnify:<\/strong> If at any time you intend to stop using the mobile telephone number that has been used to subscribe to the Program, including canceling your service plan or selling or transferring the phone number to another party, you agree that you will complete the User Opt Out process set forth above prior to ending your use of the mobile telephone number. You understand and agree that your agreement to do so is a material part of these terms and conditions. You further agree that, if you discontinue the use of your mobile telephone number without notifying Us of such change, you agree that you will be responsible for all costs (including attorneys’ fees) and liabilities incurred by Us, or any party that assists in the delivery of the mobile messages, as a result of claims brought by individual(s) who are later assigned that mobile telephone number. This duty and agreement shall survive any cancellation or termination of your agreement to participate in any of our Programs. YOU AGREE THAT YOU SHALL INDEMNIFY, DEFEND, AND HOLD US HARMLESS FROM ANY CLAIM OR LIABILITY RESULTING FROM YOUR FAILURE TO NOTIFY US OF A CHANGE IN THE INFORMATION YOU HAVE PROVIDED, INCLUDING ANY CLAIM OR LIABILITY UNDER THE TELEPHONE CONSUMER PROTECTION ACT, 47 U.S.C. § 227, et seq., OR SIMILAR STATE AND FEDERAL LAWS, AND ANY REGULATIONS PROMULGATED THEREUNDER RESULTING FROM US ATTEMPTING TO CONTACT YOU AT THE MOBILE TELEPHONE NUMBER YOU PROVIDED.<\/p><p><strong>Program Description:<\/strong> Without limiting the scope of the Program, users that opt into the Program can expect to receive messages concerning the marketing and sale of Vidlogix’s products.<\/p><p><strong>Cost and Frequency:<\/strong> Message and data rates may apply. The Program involves recurring mobile messages, and additional mobile messages may be sent periodically based on your interaction with Us. Support Instructions: For support regarding the Program, text “HELP” to the number you received messages from or email us at hello@vidlogix.com. Please note that the use of this email address is not an acceptable method of opting out of the program. Opt outs must be submitted in accordance with the procedures set forth above.<\/p><p><strong>MMS Disclosure:<\/strong> The Program will send SMS TMs (terminating messages) if your mobile device does not support MMS messaging. Our Disclaimer of Warranty: The Program is offered on an \"as-is\" basis and may not be available in all areas at all times and may not continue to work in the event of product, software, coverage or other changes made by your wireless carrier. We will not be liable for any delays or failures in the receipt of any mobile messages connected with this Program. Delivery of mobile messages is subject to effective transmission from your wireless service provider\/network operator and is outside of Our control. T-Mobile is not liable for delayed or undelivered mobile messages.<\/p><p><strong>Participant Requirements:<\/strong> You must own a wireless device that is capable of two-way messaging and subscribe to a text messaging service with a participating wireless carrier. Not all cellular phone providers carry the necessary service to participate. Check your phone's capabilities for specific text messaging instructions.<\/p><p><strong>Age Restriction:<\/strong> You may not use or engage with the Platform if you are under thirteen (13) years of age. If you use or engage with the Platform and are between the ages of thirteen (13) and eighteen (18) years of age, you must have your parent’s or legal guardian’s permission to do so. By using or engaging with the Platform, you acknowledge and agree that you are not under the age of thirteen (13) years, are between the ages of thirteen (13) and eighteen (18) and have your parent’s or legal guardian’s permission to use or engage with the Platform, or are of adult age in your jurisdiction. By using or engaging with the Platform, you also acknowledge and agree that you are permitted by your jurisdiction’s Applicable Law to use and\/or engage with the Platform.<\/p><p><strong>Prohibited Content: You acknowledge and agree to not send any prohibited content over the Platform. This includes:<\/strong><\/p><p>Any fraudulent, libelous, defamatory, scandalous, threatening, harassing, or stalking activity; <\/p><p>Objectionable content, including profanity, obscenity, lasciviousness, violence, bigotry, hatred, and discrimination on the basis of race, sex, religion, nationality, disability, sexual orientation, or age; <\/p><p>Pirated computer programs, viruses, worms, Trojan horses, or other harmful code;<\/p><p>Any product, service, or promotion that is unlawful where such product, service, or promotion thereof is received;<\/p><p>Any content that implicates and\/or references personal health information that is protected by the Health Insurance Portability and Accountability Act (“HIPAA”) or the Health Information Technology for Economic and Clinical Health Act (“HITEC” Act);<\/p><p>Any other content that is prohibited by Applicable Law in the jurisdiction from which the message is sent.<\/p>",
            "subheading-14": "Trademark & patents",
            "text-14": "<p>Security Made Simple™, whether or not appearing in capital letters, bold typeface, or with the trademark symbol, are registered trademarks of Company and may not be used without permission. Use, reproduction, copying, or redistribution of these trademarks, without written permission is prohibited. The use or misuse of these trademarks, copyrights, or other materials is expressly prohibited and may be in violation of copyright law, trademark law, communications regulations and statutes, and other laws, statutes, and\/or regulations. Vidlogix is protected by U.S. patents #7,652,068 and 8,071,646.<\/p>",
            "subheading-15": "Warranty disclaimer",
            "text-15": "<p>ALL PRODUCTS AND SERVICES AVAILABLE ON THIS SITE ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, OR THE WARRANT OF NON-INFRINGEMENT. WITHOUT LIMITING THE FOREGOING, WE MAKE NO WARRANTY THAT THE PRODUCTS AND SERVICES AVAILABLE ON THIS SITE WILL MEET YOUR REQUIREMENTS; THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE PRODUCTS OR SERVICES WILL BE EFFECTIVE, ACCURATE OR RELIABLE; OR THE QUALITY OF ANY PRODUCTS OR SERVICES WILL MEET YOUR EXPECTATIONS. SOME JURISDICTIONS LIMIT OR DO NOT ALLOW THE DISCLAIMER OF IMPLIED OR OTHER WARRANTIES SO THE ABOVE DISCLAIMER MAY NOT APPLY TO THE EXTENT SUCH JURISDICTION’S LAW IS APPLICABLE TO YOUR PURCHASE OF PRODUCTS AND SERVICES. WE DO NOT ACCEPT LIABILITY BEYOND THE REMEDIES SET FORTH HEREIN, INCLUDING ANY LIABILITY FOR PRODUCTS AND SERVICES THAT ARE NOT AVAILABLE FOR USE OR FOR LOST OR CORRUPTED DATA OR SOFTWARE. IN NO EVENT SHALL WE OR OUR PARENT, SUBSIDIARIES, AFFILIATED COMPANIES, AGENTS, SHAREHOLDERS, EMPLOYEES, OR OFFICERS (COLLECTIVELY, OUR “AFFILIATES”) HAVE ANY OBLIGATIONS OR LIABILITIES TO YOU OR ANY OTHER PERSON FOR LOSS OF PROFITS, FOR LOSS OF BUSINESS OR USE, OR FOR INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES, WHETHER BASED ON CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY, OR ANY OTHER THEORY OR FORM OF ACTION, EVEN IF WE OR OUR AFFILIATES HAVE BEEN ADVISED OF THE POSSIBILITY THEREOF, ARISING OUT OR IN CONNECTION WITH THE SALE, DELIVERY, USE, REPAIR OR PERFORMANCE OF THE PRODUCTS AVAILABLE THROUGH THIS SITE. NONE OF OUR EMPLOYEES OR REPRESENTATIVES ARE AUTHORIZED TO MODIFY THIS LIMITATION. OUR SOLE AND ENTIRE MAXIMUM LIABILITY (AND THE LIABILITY OF ANY OF THE PROVIDERS OF PRODUCTS AND SERVICES AVAILABLE ON OUR SITE), FOR ANY REASON, AND YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY CAUSE WHATSOEVER, SHALL BE LIMITED TO THE ACTUAL AMOUNT PAID BY YOU FOR THE PRODUCTS AND SERVICES YOU HAVE ORDERED THROUGH OUR SITE. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU TO THE EXTENT SUCH JURISDICTION’S LAW IS APPLICABLE TO YOUR PURCHASE OF PRODUCTS AND SERVICES.<\/p><p>Although Company attempts to ensure the integrity and accurateness of the Site, it makes no guarantees whatsoever as to the correctness or accuracy of the Site. It is possible that the Site could include inaccuracies or errors, and that unauthorized additions, deletions and alterations could be made to the Site by third parties. In the event that an inaccuracy arises, please inform Company so that it can be corrected. Information contained on the Site may be changed or updated without notice.<\/p>",
            "subheading-16": "Links to other sites",
            "text-16": "<p>Company makes no representations whatsoever about any other Website that you may access though this Site. When you access a non-Company Website, please understand that it is independent from Company and this Site, and that Company has no control over the content on that Website. In addition, a hyperlink to a non-Company Website does not mean that Company endorses or accepts any responsibility for the content, or the use, of the linked site. It is up to you to take precautions to ensure that whatever you select for your use or download is free of such items as viruses, worms, trojan horses, and other items of a destructive nature.<\/p>",
            "subheading-17": "Dispute resolution",
            "text-17": "<p><strong>Governing Law<\/strong><\/p><p>Use of the Site or purchases made through the Site, and any controversy, claim or dispute arising out of or relating in any way to Company’s products or services shall be governed by the laws of the state of New York without respect to its choice (or conflict) of laws rules. Any claim or cause of action must be filed in New York as set forth herein. In any arbitration or other dispute brought against Company, the prevailing party will be awarded its costs and attorneys’ fees.<\/p><p>Any claim or cause of action you may have with respect to the Site or Company must be commenced within one (1) year after the claim or cause of action arose. Failure to make a claim or cause of action within the one year period will result in forfeiture of your right to make such a claim or cause of action except where prohibited by law.<\/p><p><strong>Agreement to Arbitrate Claims<\/strong><\/p><p>You acknowledge and agree to the terms of an Arbitration Agreement by accessing or using this Site, mobile application or by using any other Company product or service. The Arbitration Agreement is incorporated into these Terms and Conditions as though set forth in full herein. You acknowledge that you have reviewed and agree to Company’s Privacy Policy, which can be accessed here (“Privacy Policy”). The Privacy Policy is incorporated by reference to these Terms and Conditions as though set forth in full herein.<\/p>",
            "subheading-18": "General information",
            "text-18": "<p>These Terms and Conditions govern your use of the Site and any of Company’s products and services. Company’s failure to exercise or enforce any right or provision of these Terms and Conditions shall not constitute a waiver of such right or provision. The invalidity of any term, condition or provision in these Terms and Conditions shall not affect the enforceability of those portions of the Terms and Conditions deemed enforceable by applicable courts of law.<\/p>",
            "subheading-19": "Entire agreement",
            "text-19": "<p>These Terms and Conditions constitute the entire agreement between Company and you pertaining to the subject matter of these Terms and Conditions. In its sole discretion, Company may modify these Terms and Conditions by posting the revised version on this Site and you agree that each visit by you to this Site is a new transaction governed by the terms of use linked on this Site at that time.<\/p>",
            "subheading-20": "No unlawful purpose",
            "text-20": "<p>As a condition of your use of this Site, you warrant to Company that you will not use the Site for any purpose that is unlawful or prohibited by these Terms and Conditions.<\/p>",
            "subheading-21": "Arbitration agreement",
            "text-21": "<p>This website and all pages within this website located at vidlogix.com (this \"Site\") and Vidlogix, Inc. (“Company”) together provide website features and other products and services when you visit, shop or purchase from this site. This Arbitration Agreement affects your legal rights and remedies, and provides that all disputes between you and Company must be resolved through, mandatory, binding arbitration as specified herein rather than through a lawsuit by any other means, except as otherwise provided. If you do not agree to the Arbitration Agreement, please do not use this Site or any Vidlogix product.<\/p><p><strong>Resolution of claims or disputes<\/strong><br\/>Any claim or dispute between you and Company arising out of or relating in any way to the Product, the Site or this Agreement shall be resolved through final, binding arbitration. This mandatory arbitration obligation applies regardless of whether the claim or dispute involves a tort, fraud, misrepresentation, product liability, negligence, violation of a statute, or any other legal theory. Both you and the Company acknowledge and agree that you waive your right to bring a lawsuit based on such claims or disputes and that you waive your right to have such claims or disputes resolved by a judge or jury. Notwithstanding the foregoing, you have the right to seek relief in small claims court for claims or disputes within the scope of small claims jurisdictional limits.<\/p><p><strong>Limitation of legal remedies<\/strong><br\/>All arbitrations under this Agreement shall be conducted on an individual (and not a class-wide) basis, and an arbitrator shall have no authority to award class-wide relief. You acknowledge and agree that this Agreement specifically prohibits you from commencing arbitration proceedings as a representative of others or joining in any arbitration, litigation or other proceeding brought by any other person.<\/p><p><strong>Arbitration procedures<\/strong><\/p><p>Before commencing any arbitration proceedings under this Agreement, you must first present the claim or dispute to the Company by sending a written complaint to Company, Attn: Legal Department, 160 Varick St., NY, NY 10013, and allowing the Company the opportunity to resolve the claim or dispute. If your claim or dispute is not resolved within sixty (60) days, you may commence arbitration proceedings in accordance with the terms of this Agreement.<\/p><p>The arbitration of any claim or dispute under this Agreement shall be conducted pursuant to the American Arbitration Association's (\"AAA\") United States Commercial Dispute Resolution Procedures and Supplementary Procedures for Consumer-Related Disputes. These rules and procedures are available at https:\/\/www.adr.org\/Rules.<\/p><p>The arbitration of any claim or dispute under this Agreement shall be conducted in the State of New York, in the city of New York.<\/p><p>The arbitration of any claim or dispute under this Agreement shall be conducted by an arbitrator who is independent and impartial. The exchange of information and timing of the arbitration shall be supervised by the arbitrator and shall be in accordance with procedures provided by the arbitrator.<\/p><p>Unless either party or the arbitrator requests a hearing, the parties will submit their arguments and evidence to the arbitrator in writing. The arbitrator will make an award based only on the documents. This is called a Desk Arbitration. If any party makes a written request for a hearing within ten days after the American Arbitration Association acknowledges receipt of a claimant's demand for arbitration (or the arbitrator requests a hearing), the parties shall participate in telephonic hearing.<\/p><p>If you decide to commence arbitration, the provider will require to you to pay a filing fee (which currently is $125 for claims under $10,000). If your filing fee is more than $125, The Company will reimburse you for any excess fee promptly after it receives notice of your arbitration.<\/p><p><strong>Choice of law<\/strong><\/p><p>This Agreement shall be governed by the United States Federal Arbitration Act and the laws of the state of New York.<\/p><p><strong>Severability<\/strong><\/p><p>If any provision of this Agreement is declared or found to be unlawful, unenforceable or void, such provision will be ineffective only to the extent that is found unlawful, unenforceable or void, and the remainder of the provision and all other provisions shall remain fully enforceable.<\/p><p><strong>Waiver of damages<\/strong><\/p><p>Each of the parties hereby (a) irrevocably waives, to the maximum extent not prohibited by law, any right it may have to a trial by jury in respect of any proceeding directly or indirectly at any time arising out of, under or in connection with the purchase of the Product from Company or any transaction contemplated hereby or associated herewith; (b) irrevocably waives, to the maximum extent not prohibited by law, any right it may have to claim or recover in any such proceeding any special, exemplary, punitive or consequential damages, or any damages other than, or in addition to, actual damages.<\/p><p><strong>Vidlogix, Inc.<\/strong><br\/>160 Varick St.<br\/>NY, NY 10013<\/p>"
          }
        }
      },
      "block_order": [
        "faq-1",
        "faq-2"
      ],
      "settings": {
        "title": "",
        "contact-help": "Contact Support",
        "contact-link": ""
      }
    }
  },
  "order": [
    "main",
    "657f9cde-4112-4088-8db3-fe9c80e32912",
    "faq-help"
  ]
}
