{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "657f9cde-4112-4088-8db3-fe9c80e32953": {
      "type": "slideshow",
      "blocks": {
        "template--14856597438531__657f9cde-4112-4088-8db3-fe9c80e32953-1675719952eeb297ef-0": {
          "type": "image",
          "settings": {
            "top_subheading": "",
            "title": "HELP CENTER",
            "title_size": 50,
            "subheading": "",
            "chat_widget": false,
            "link": "",
            "link_text": "",
            "link_2": "",
            "link_text_2": "",
            "color_accent": "rgba(0,0,0,0)",
            "text_color": "#ffffff",
            "text_align": "vertical-center horizontal-center",
            "image": "shopify:\/\/shop_images\/FAQ_Banner.jpg",
            "overlay_opacity": 0,
            "focal_point": "20% 50%"
          }
        }
      },
      "block_order": [
        "template--14856597438531__657f9cde-4112-4088-8db3-fe9c80e32953-1675719952eeb297ef-0"
      ],
      "settings": {
        "section_height": "375px",
        "mobile_height": "300px",
        "parallax": false,
        "style": "bars",
        "autoplay": true,
        "autoplay_speed": 5
      }
    },
    "faq-help": {
      "type": "faq-help-center",
      "blocks": {
        "faq-1": {
          "type": "question",
          "settings": {
            "title": "Refunds & Warranty",
            "hide-1": false,
            "subheading-1": "Refund Policy",
            "text-1": "<p>If you are unsatisfied with your purchase of a new Product that you purchased on vidlogix.com, you have <strong>60 days from the date of purchase <\/strong>to notify Vidlogix and <a href=\"https:\/\/vidlogix.com\/account\" target=\"_blank\" title=\"https:\/\/vidlogix.com\/account\">request a refund<\/a> of the purchase price. To qualify for a refund from Vidlogix, you must meet all of the conditions of this Return & Refund Policy. If you wish to exchange an item, you will need to initiate a return for your original purchase, and make a separate purchase for the item you wish to receive instead. <\/p>",
            "hide-2": false,
            "subheading-2": "Qualifications",
            "text-2": "<ul><li>A Return Merchandise Authorization (RMA) must be requested from Vidlogix’s customer service team within 60 days of the date on which you purchased the Product.<\/li><li>To request an RMA, submit your request via <a href=\"https:\/\/vidlogix.com\/account\" target=\"_blank\" title=\"https:\/\/vidlogix.com\/account\">customer self-serve returns<\/a>.<\/li><li>Vidlogix must receive the returned Product within 14 days after an RMA number has been issued. An assigned RMA number is valid for 14 days only and will expire on the 15th day after the date of issuance, at which time any returned Product will be refused.<\/li><li>The entire Product and any accessories originally included with the Product you purchased must be included with your return.<\/li><li>Vidlogix may require that you furnish proof of purchase details to obtain an RMA.<\/li><li>Returned product(s) must be in the same condition as sold, with all included accessories, and in its original packaging. Pack your items carefully since they are still your items until we have verified their functionality and physical condition. Do not deface or treat the item box as the shipping box. Ensure that any previous shipping labels or other markings have been removed or covered completely. A valid RMA number must be included along with your returned Product(s).<\/li><\/ul>",
            "hide-3": false,
            "subheading-3": "Terms of use",
            "text-3": "<ul><li>To ensure successful delivery, you must ship the product to the address provided to you via the RMA process. Vidlogix will not be responsible for returns that are not sent to the correct address or otherwise do not comply with the requirements provided via the RMA process.<\/li><li>You shall assume all risk of loss or damage to the product while in transit to Vidlogix. If you return a Product to Vidlogix (a) without a valid RMA from Vidlogix or (b) without all parts and accessories included in the original package or (c) otherwise not in compliance with this Returns and Refunds Policy and the RMA provided to you, Vidlogix retains the right to either (1) refuse the return or (2) deduct from the refund paid to you a non-refundable restocking fee equal to the higher of (ii) twenty (20) percent of the original price of the Product or (ii) the retail value of the missing parts or accessories.<\/li><li>Refunds will be processed within 2 weeks of Vidlogix's receipt of the Product.<\/li><li>Refunds will be reimbursed via the original form of purchase. If you purchased the Product using a credit or debit card, the refund will be sent to the card-issuing bank within the time frame above; timing of when the refunded amount is reflected on your account depends on your card issuers processing time.<\/li><\/ul>",
            "hide-4": false,
            "subheading-4": "Warranty Policy",
            "text-4": "<p><strong>Free 1-Year Warranty<\/strong><\/p><p>Keep your product protected after the manufacturer warranty expires with a free 1-year warranty. Coverage under this plan begins as soon as the manufacturer's warranty expires and lasts for one (1) year. No registration required!<\/p><p>How does it work? Vidlogix is pleased to offer a free warranty identical to the provisions and limitations of the manufacturer's warranty for such items, with the exception of the term, which is equal to one (1) year. If we can’t replace or repair your item, we’ll buy it back at market value.<\/p><p><strong>Manufacturer Warranty<\/strong><\/p><p>All items sold by Vidlogix are warranted solely by the manufacturer (Vendor). All items needing repair should be sent to the Vendor directly for service. Vidlogix is not liable if the Vendor fails to perform warranty service.<\/p><p>Vidlogix is not responsible for personal data or items left in returned merchandise. Any electronics containing user profile data must be either factory reset or password unlocked before sending back to Vidlogix for return.<\/p><p>Vidlogix will not be responsible for any consequential or incidental damage resulting from the sale or use of any merchandise purchased from us. Vidlogix’s liability is limited to the monetary value of the merchandise. Claims for missing items or items damaged in transit must be received within two business days of receipt of merchandise. <\/p><p>There is no implied warranty of merchantability or fitness for a particular purpose on any item sold by Vidlogix.<\/p>",
            "hide-5": true,
            "subheading-5": "Final Sale Items",
            "text-5": "<p>The following product categories are <strong>final sale <\/strong>and are not valid for return.<\/p><p><strong>Outlet Sale<\/strong><\/p><p>Outlet Sale items are labeled as Overstock Sale on product images.<\/p><p><strong>Select Brands<\/strong><\/p><p>Aiphone, Bose Pro, Comelit, Dophigo, Hanwha, Hikvision, JBL Pro, Louroe, Optex, Rachio, Samsung, Sony, TP-Link, Yamaha.<\/p><p><strong>US Exports<\/strong><\/p><p>Items shipped to a US-based freight forwarder, or forwarding agent.<\/p><p><\/p><p><\/p>",
            "hide-6": false,
            "subheading-6": "",
            "text-6": "",
            "hide-7": false,
            "subheading-7": "",
            "text-7": "",
            "hide-8": false,
            "subheading-8": "",
            "text-8": "",
            "hide-9": false,
            "subheading-9": "",
            "text-9": "",
            "hide-10": false,
            "subheading-10": "",
            "text-10": "",
            "hide-11": false,
            "subheading-11": "",
            "text-11": "",
            "hide-12": false,
            "subheading-12": "",
            "text-12": "",
            "hide-13": false,
            "subheading-13": "",
            "text-13": "",
            "hide-14": false,
            "subheading-14": "",
            "text-14": "",
            "hide-15": false,
            "subheading-15": "",
            "text-15": "",
            "hide-16": false,
            "subheading-16": "",
            "text-16": "",
            "hide-17": false,
            "subheading-17": "",
            "text-17": "",
            "hide-18": false,
            "subheading-18": "",
            "text-18": "",
            "hide-19": false,
            "subheading-19": "",
            "text-19": "",
            "hide-20": false,
            "subheading-20": "",
            "text-20": "",
            "hide-21": false,
            "subheading-21": "",
            "text-21": ""
          }
        },
        "faq-2": {
          "type": "question",
          "settings": {
            "title": "Shipping & Delivery",
            "hide-1": false,
            "subheading-1": "Shipping Policy",
            "text-1": "<p><strong>Free Shipping on all orders $35 and up.<\/strong> For orders under $35, our shipping charge is only $8. Merchandise total must be over $35 for free shipping offer.<\/p><p><strong>We offer standard delivery in 2 business days or less.<\/strong> Delivery time for standard shipping to any of the 48 contiguous U.S. states is 1-2 business days. The shipping address should match the credit card's registered address. Please use PayPal if shipping to an address other than the credit card’s registered address. We are unable to ship to PO Boxes or APO\/FPO\/DPO addresses. Orders over $500 may require a signature. Business days include Monday - Friday and exclude UPS holidays.<\/p><p><strong>Note: <\/strong>Delivery time estimates do not apply to large or heavy items that require special shipping (including most TVs), items shipped directly from the manufacturer, or out-of-stock items. 90% of UPS Ground packages are delivered in 1-3 business days, but may take up to 10 business days depending on the delivery zone. Weather, natural disasters and other uncontrollable events can interrupt UPS transportation flow.<\/p>",
            "hide-2": false,
            "subheading-2": "Delivery Times",
            "text-2": "<p>Some items on our website are not regularly stocked. Availability on these items may show as Special Order.<\/p><p>In some cases, the manufacturer will ship select items to you directly. You may generally expect these items to arrive at U.S. destinations in 7-10 days, unless specified otherwise. <\/p><p>If items in your order qualify as a stock exception, we will ask you whether you'd like us to ship your full order when all items are in stock, or if you'd like to split a shipment (at no extra cost). The estimated delivery shown reflects the shipping time once your item reaches our warehouse.<\/p><p>The Restock Date posted on the product detail page is when we reasonably expect to have the product in stock based on anticipated demand, communications from the manufacturer, and other factors. The estimated time of arrival (ETA) date advised is the time required for the order to be delivered to our distribution center. These dates are good faith estimates and subject to delays or changes. You may cancel an order at any time before shipment. <\/p><p>If we email you a tracking number during the day, the information may not post to the carrier's website until that evening. <\/p><p>Business days are defined as Monday to Friday, excluding holidays.<\/p>",
            "hide-3": false,
            "subheading-3": "Freight Shipping",
            "text-3": "<p>Large or heavy items, including select TVs, require freight shipping. Available to most physical addresses in the 48 contiguous United States. Additional restrictions may apply, Call 631-372-5004 for more details.<\/p><p>Delivery time is <strong>2-5 business days<\/strong> for most orders. Allow extra time for delivery to remote addresses.<\/p><p><strong>Someone must receive the delivery.<\/strong> The freight carrier will contact you to schedule delivery to your door or the lobby area of your apartment or condo. Someone will need to be available to meet the driver and sign for the package. Freight deliveries are scheduled for Monday through Friday between 9 AM and 5 PM.<\/p><p><strong>What to expect from the delivery driver.<\/strong> This is a large, heavy item, so arrange to have someone else there to help you unpack and install your equipment. The delivery driver will not help you unpack or set up your new equipment, nor will he remove your old equipment or packaging.<\/p><p><strong>White Glove Delivery<\/strong>. Select televisions (TVs) qualify for white glove delivery. \"White Glove\" is a premium service that includes carrying the product into any accessible room of your home and unboxing it. The delivery includes the removal and disposal of packaging. Installation is not included.<\/p><p><strong>Keep the product packaging.<\/strong> You'll need it if you have to return or move your item.<\/p><p><strong>DAMAGED & MISSING MERCHANDISE MUST BE REPORTED WITHIN 7 DAYS OF RECEIVING YOUR ORDER.<\/strong><\/p><p>Prior to signing receipt of your shipment, carefully inspect the box or boxes for any damage. If you see damage you must mark the delivery receipt accordingly. It is recommended to take pictures of the outside of the box and the inside of the box. Then unpack the contents to ensure there is no concealed damage or missing items.<\/p><p>E-mail the following documentation to <a href=\"mailto:hello@vidlogix.com\" target=\"_blank\" title=\"hello@vidlogix.com\">hello@vidlogix.com<\/a> and we will be happy to work with the freight company to process a damage claim. <\/p><ul><li>Vidlogix order number<\/li><li>Freight tracking number<\/li><li>Photographs and description of damage<\/li><li>Serial Number (S\/N)<\/li><\/ul>",
            "hide-4": false,
            "subheading-4": "Signature Required",
            "text-4": "<p><strong>Orders over $500.<\/strong> Since most Vidlogix shipments contain valuable items, we require our carriers to obtain a signature when they deliver a package. The carrier may make subsequent delivery attempts before returning the shipment to Vidlogix. We are unable to change the shipping address once your order has been placed.<\/p><p><strong>UPS My Choice.<\/strong> You may not change the delivery date or address. We do this to protect the receiver against package fraud.<\/p><p><strong>Missed delivery?<\/strong> You can request that your driver leaves your package on the next delivery attempt. Sign the UPS Delivery Notice in the space provided and place it back where the driver originally left the notice.<\/p><p><strong>No delivery notice?<\/strong> The carrier may make subsequent delivery attempts before returning the shipment to Vidlogix. <\/p><p><strong>Returned to sender?<\/strong> Sorry we missed you. We'll issue a full and prompt refund when the shipment returns to Vidlogix.<\/p>",
            "hide-5": true,
            "subheading-5": "Shipping Insurance",
            "text-5": "<p><strong>By deselecting UPS Capital<\/strong>®<strong> Insurance, our options will be limited in the event of damaged or lost packages.<\/strong><\/p><p>Vidlogix's liability for damage or loss to each package is limited to a value of $100. Unless a greater value is purchased, the receiver agrees that the released value of each package is no greater than $100, and that Vidlogix shall not be liable for more than $100 for each package. Shipping insurance is nonrefundable.<\/p>",
            "hide-6": false,
            "subheading-6": "Shipping Delays",
            "text-6": "<p>Weather, natural disasters and other uncontrollable events can interrupt UPS transportation flow. Shipments delayed due to an uncontrollable event are not eligible for a refund or credit under the UPS money-back guarantee policy.<\/p>",
            "hide-7": false,
            "subheading-7": "Shipping Errors",
            "text-7": "<p>Contact our Customer Support team at <a href=\"mailto:hello@vidlogix.com\" target=\"_blank\" title=\"mailto:hello@vidlogix.com\">hello@vidlogix.com<\/a>and we will coordinate a reorder to ship the correct merchandise at no additional cost to you. We may also provide you with a prepaid return shipping label and request an immediate return of the incorrectly received merchandise. To avoid additional charges the incorrectly received merchandise must be shipped within 7 days of receiving the prepaid return shipping label. All regular return policies still apply. All merchandise must be returned unused and in original packaging in order to avoid being charged.<\/p>",
            "hide-8": false,
            "subheading-8": "",
            "text-8": "",
            "hide-9": false,
            "subheading-9": "",
            "text-9": "",
            "hide-10": false,
            "subheading-10": "",
            "text-10": "",
            "hide-11": false,
            "subheading-11": "",
            "text-11": "",
            "hide-12": false,
            "subheading-12": "",
            "text-12": "",
            "hide-13": false,
            "subheading-13": "",
            "text-13": "",
            "hide-14": false,
            "subheading-14": "",
            "text-14": "",
            "hide-15": false,
            "subheading-15": "",
            "text-15": "",
            "hide-16": false,
            "subheading-16": "",
            "text-16": "",
            "hide-17": false,
            "subheading-17": "",
            "text-17": "",
            "hide-18": false,
            "subheading-18": "",
            "text-18": "",
            "hide-19": false,
            "subheading-19": "",
            "text-19": "",
            "hide-20": false,
            "subheading-20": "",
            "text-20": "",
            "hide-21": false,
            "subheading-21": "",
            "text-21": ""
          }
        },
        "faq-3": {
          "type": "question",
          "settings": {
            "title": "Payments & Pricing ",
            "hide-1": false,
            "subheading-1": "Sales Policy",
            "text-1": "<p>Vidlogix accepts American Express, Discover, Mastercard, Visa, PayPal, Shop Pay, and Shop Pay Installments. Vidlogix will post payment in full at the time of purchase. You may cancel an order at any time before shipment at no cost to you. Canceled orders can't be reinstated.<\/p>",
            "hide-2": false,
            "subheading-2": "Non Acceptance",
            "text-2": "<p>If any of the following scenarios should arise, Vidlogix may choose to cancel your order and refund your payment:<br\/><\/p><ol><li>You are not meeting the requirements for sale;<\/li><li>Vidlogix is unable to obtain authorization of your payment;<\/li><li>You are requesting shipment to a country that is not within the Vidlogix Service Region;<\/li><li>Products shown on the Website contain a manifest error, such as being incorrectly priced or otherwise incorrectly described;<\/li><li>Other special circumstances that justify cancellation of the order, including but not limited to the misuse of a discount code and\/or suspicion of fraud.<\/li><\/ol>",
            "hide-3": false,
            "subheading-3": "Order Cancellation",
            "text-3": "<p>Replying to your email order confirmation is the easiest and fastest way to cancel a pending order. Please double-check your shipping address and reach out to our team immediately if it needs to be changed. Once you receive a shipping notification we are unable to update addresses. If your address is missing information or needs verification, our team will attempt to reach you via email once. If we are unable to reach you, your order will be canceled and refunded. If your order has shipped and you no longer want these items, we will attempt to intercept the package. Fees may apply for all types of requests; however, you’ll only be charged if the request is completed. If we cannot intercept the package, you may return it after arriving.<\/p>",
            "hide-4": false,
            "subheading-4": "Product Pricing",
            "text-4": "<p>Vidlogix reserves the right to change prices for products displayed at\/on the Vidlogix Store at any time, and to correct pricing errors that may inadvertently occur.<br\/><\/p><p><\/p>",
            "hide-5": false,
            "subheading-5": "Product Availability",
            "text-5": "<p><strong>Out of Stock<\/strong> - There may be occasions when Vidlogix confirms your order but subsequently learns that it cannot supply the ordered product. In the event we cannot supply a product you ordered, Vidlogix will cancel the order and refund your purchase price in full.<\/p><p><strong>Backorder Date<\/strong> - This is the date we reasonably expect to have this product in stock based on anticipated demand, communications from the manufacturer, and other factors. This is a good faith estimate, not a guarantee. You may cancel an order at any time prior to shipment at no cost to you. Orders are fulfilled on a first-come-first-serve basis.<\/p>",
            "hide-6": false,
            "subheading-6": "Sales Tax Policy",
            "text-6": "<p>Your order contains one or more items from Vidlogix and may be subject to local sales tax, depending on the state to which the item is being shipped. Unless otherwise noted, Vidlogix's items are subject to sales tax in select states following the state's applicable laws. We do not collect sales or use taxes in all states. For states imposing sales or use taxes, your purchase is subject to use tax unless specifically exempt from taxation. Your purchase is not exempt merely because it is made over the Internet or other remote means. Many states require purchasers to file a sales\/use tax return at the end of the year reporting all of the taxable purchases that were not taxed and to pay tax on those purchases. You may find details on how to file these returns at the websites of your respective taxing authorities. The sales tax indicated on the checkout form is an estimate. The sales tax ultimately charged to your credit card will be calculated when your credit card charge is authorized and will reflect applicable state and local taxes.<\/p>",
            "hide-7": false,
            "subheading-7": "Price Matching",
            "text-7": "<p>We don't mark prices up only to mark them down and call it a \"sale.\" We work directly with our manufacturing partners to always bring you the best quality at the lowest possible price. That said, Vidlogix will match the price shown on any US-based retailer's website for the identical in-stock product (same size, color, year).<\/p><p><strong>Before you buy<\/strong> <\/p><p>Vidlogix will match the price shown on any US-based retailer's website for the identical in-stock product (same size, color, year).<\/p><p><strong>Exclusions apply<\/strong><\/p><ul><li>Products shipped from or sold by third-party sellers on websites.<\/li><li>Competitor offers including, but not limited to, delivery and installation charges, pre-order offers, rent\/lease to own items, liquidation offers, trade-in offers, items denoted as Black Friday pricing, and special daily or hourly sales.<\/li><li>Financing offers, bundle offers, items included in bundle offers, subscription services, free items, pricing errors, mail-in offers, coupon offers, items that are advertised as limited quantity, out-of-stock items, clearance items, open-box items, refurbished items, pre-owned items, credit card offers, gift card offers, items included in gift card offers, Point of Sale Activation cards, voice-only deals, and items for sale the Friday before Thanksgiving Day through the Monday after Thanksgiving, whether offered by a competitor or us.<\/li><\/ul>",
            "hide-8": false,
            "subheading-8": "",
            "text-8": "",
            "hide-9": false,
            "subheading-9": "",
            "text-9": "",
            "hide-10": false,
            "subheading-10": "",
            "text-10": "",
            "hide-11": false,
            "subheading-11": "",
            "text-11": "",
            "hide-12": false,
            "subheading-12": "",
            "text-12": "",
            "hide-13": false,
            "subheading-13": "",
            "text-13": "",
            "hide-14": false,
            "subheading-14": "",
            "text-14": "",
            "hide-15": false,
            "subheading-15": "",
            "text-15": "",
            "hide-16": false,
            "subheading-16": "",
            "text-16": "",
            "hide-17": false,
            "subheading-17": "",
            "text-17": "",
            "hide-18": false,
            "subheading-18": "",
            "text-18": "",
            "hide-19": false,
            "subheading-19": "",
            "text-19": "",
            "hide-20": false,
            "subheading-20": "",
            "text-20": "",
            "hide-21": false,
            "subheading-21": "",
            "text-21": ""
          }
        },
        "faq-4": {
          "type": "question",
          "settings": {
            "title": "Customer Service",
            "hide-1": false,
            "subheading-1": "Technical Support",
            "text-1": "<p><strong>Need Help? We're Here 24\/7\/365!<\/strong><\/p><p>Stumped by a system or lost amidst the latest tech? Vidlogix Experts are hand-picked for their knowledge, field experience, training and above all, approachability. So when you need answers, we're ready with tailored solutions to your individual needs, concerns and budget. It's the next best thing to having a friend in the industry.<\/p><p><strong>People, not algorithms<\/strong><\/p><p>We hire and extensively train our product specialists so that each one can speak from a place of confidence and expertise... which means when you need answers, we're ready with solutions, tailored to you.<\/p><p>Call\/Text: <a href=\"tel:6313725004\" target=\"_blank\" title=\"Call or Text Vidlogix Technical Support\">631-372-500<\/a><\/p><p>E-mail: <a href=\"mailto:hello@vidlogix.com\" target=\"_blank\" title=\"hello@vidlogix.com\">hello@vidlogix.com<\/a><\/p><p><strong>Vidlogix Protection Plus<\/strong><\/p><p>Vidlogix will cover the cost of repair or replacement if your gear is damaged or breaks from normal wear and tear or accidental handling. Vidlogix handles all processing, claims, and follow-up.<\/p><p>Plans are competitively priced to meet your coverage needs. Plus, there's no middleman or lengthy approval process, meaning approved claims are settled in days, not weeks.<\/p>",
            "hide-2": false,
            "subheading-2": "",
            "text-2": "",
            "hide-3": false,
            "subheading-3": "",
            "text-3": "",
            "hide-4": false,
            "subheading-4": "",
            "text-4": "",
            "hide-5": false,
            "subheading-5": "",
            "text-5": "",
            "hide-6": false,
            "subheading-6": "",
            "text-6": "",
            "hide-7": false,
            "subheading-7": "",
            "text-7": "",
            "hide-8": false,
            "subheading-8": "",
            "text-8": "",
            "hide-9": false,
            "subheading-9": "",
            "text-9": "",
            "hide-10": false,
            "subheading-10": "",
            "text-10": "",
            "hide-11": false,
            "subheading-11": "",
            "text-11": "",
            "hide-12": false,
            "subheading-12": "",
            "text-12": "",
            "hide-13": false,
            "subheading-13": "",
            "text-13": "",
            "hide-14": false,
            "subheading-14": "",
            "text-14": "",
            "hide-15": false,
            "subheading-15": "",
            "text-15": "",
            "hide-16": false,
            "subheading-16": "",
            "text-16": "",
            "hide-17": false,
            "subheading-17": "",
            "text-17": "",
            "hide-18": false,
            "subheading-18": "",
            "text-18": "",
            "hide-19": false,
            "subheading-19": "",
            "text-19": "",
            "hide-20": false,
            "subheading-20": "",
            "text-20": "",
            "hide-21": false,
            "subheading-21": "",
            "text-21": ""
          }
        }
      },
      "block_order": [
        "faq-1",
        "faq-2",
        "faq-3",
        "faq-4"
      ],
      "settings": {
        "title": "",
        "contact-help": "Contact Support",
        "contact-link": ""
      }
    }
  },
  "order": [
    "main",
    "657f9cde-4112-4088-8db3-fe9c80e32953",
    "faq-help"
  ]
}
