{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "1640282456cc83458e": {
      "type": "smart-header-section",
      "settings": {
        "page_title": "",
        "page_description": ""
      }
    },
    "1640282458ef8efc3f": {
      "type": "faq",
      "blocks": {
        "1640282458451e4b3b-0": {
          "type": "question",
          "settings": {
            "title": "Changes to this privacy notice & terms of use",
            "map_popup": false,
            "map_text": "",
            "text": "<p>This Privacy Notice and our Terms of Use will change over time and the use of information which we gather now is subject to these Notices and Terms as modified. Please check this page periodically as you continue to use our site to see if any changes have been made. This privacy notice was most recently changed on 2\/14\/2019. If you visit our Web site your visit and any dispute over privacy is subject to this Notice and our Terms of Use, including the application of the laws of New York.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "",
            "anchor_link": ""
          }
        },
        "1640282458451e4b3b-1": {
          "type": "question",
          "settings": {
            "title": "Personal information collected by Vidlogix",
            "map_popup": false,
            "map_text": "",
            "text": "<p>Vidlogix uses information that we collect from our visitors to personalize and improve your visit at Vidlogix.com. We gather the following types of information:<\/p><p><strong>Information you give us<\/strong>: Vidlogix collects any information which you enter on our Web site. This information is normally provided when you search, buy, participate in a contest, sweepstakes or on-line survey, or when you communicate with any of our departments such as customer service, sales or technical services through our Web site, telephone, mail or fax. You also provide information when you establish an account with us. Examples of the type of information you may supply us with include your name, address, telephone number, credit card information, e-mail addresses, and financial information such as your Social Security Number.<\/p><p><strong>Automatic Information collected by us<\/strong>: Whenever you visit our Web site we collect and store information such as \"cookies\" which remember information about a visitor from one page to the next and from one visit to the next. We collect and analyze the IP address used to connect your computer to the Internet; login; password; computer and connection information such as your browser type and version; operating system and platform; purchase history; confirmation when you open e-mail that we send you; the URLs which lead you to and around our Web site and other sites on the World Wide Web, including the date and time; the pages and or products you viewed or searched for and the phone number used to call our voice telephone numbers. Your browser allows you to reject cookies and software is available from third parties which will allow you to visit our Web site without providing this information. You are welcomed at our Web site if you use this software but we will not be able to offer you our personalized services.<\/p><p><strong>Orders<\/strong>: If you place an order we use a secure order form which requires you to provide contact, billing, and financial information. This information is transmitted to your credit card company to authorize your purchase.<\/p><p><strong>California Privacy<\/strong>: Orders placed from California comply with California collection and use of personally identifiable information laws.<\/p><p>At certain times we may offer financing options with or without third party participation. If you use a financing option information provided by you (such as your address, birth date, social security number, and credit card number) may be used to request a credit report from third parties or may be sent to a third party for processing.<\/p><p><strong>Action Tags<\/strong>: Vidlogix's web pages may contain action tags set by third party firms for the purpose of collecting anonymous information about the usage of our site by customers. These companies may also use this anonymous information to serve ads that may be of interest to you when you visit other sites across the Internet. Action tags are also known as web beacons or 1 pixel gifs. Action tags are a technique used to compile aggregated statistics about the effectiveness of our web site. They do not use personally identifiable information, such as names or addresses should you wish to opt out of providing this anonymous information you may do so by visiting the Network Advertising Initiative's consumer opt-out page located at <a href=\"https:\/\/www.networkadvertising.org\/managing\/opt_out.asp\" target=\"_blank\" title=\"Network Advertising Initiative\">here<\/a>.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "",
            "anchor_link": ""
          }
        },
        "430d0dab-f59c-4eaa-b106-e5cdcee2ea60": {
          "type": "question",
          "settings": {
            "title": "Sharing of information with third-parties",
            "map_popup": false,
            "map_text": "",
            "text": "<p><strong>Affiliated Businesses and Vidlogix LLC<\/strong>: We may share any information that you supply to us with any affiliated business that is substantially controlled by Vidlogix and Vidlogix LLC. Any information that is shared this way will be subject to this Privacy Notice.<\/p><p><strong>Independent Contractors<\/strong>: We employ other companies or individuals to provide certain services to us such as sending e-mail, providing Social Question & Answer functionality, providing click to call telephone calling services, analyzing customer lists and data, providing marketing assistance, or consulting services. These third parties will have access to the information needed to perform their functions but cannot use that information for any direct marketing purpose.<\/p><p><strong>Third party service providers<\/strong>: Some of the products which we sell require us to provide your name, address, phone number and product serial number to the third party service provider(s) that require this information to activate the service. These third party service providers have their own privacy and data collection policies which are not controlled by Vidlogix. We have no control, responsibility or liability for these policies and urge you to contact the third party provider if you have any questions.<\/p><p><strong>Orders and Catalog Requests<\/strong>: When you place your order and\/or when you request that we send you a catalog from time to time we may share your name, mailing address and purchase category information with a few carefully selected marketing partners who may bring you offers of interest. If you wish to opt out of sharing this information with these companies, please e-mail hello@vidlogix.com. We will never share any telephone number(s), or financial information which you have given us with any marketing partner(s).<\/p><p><strong>Aggregate information<\/strong>: We provide aggregate information to some of our business partners. This information does not allow them to identify you individually.<\/p><p><strong>Vendors<\/strong>: We provide some of our vendors with your contact information so that they may contact you directly with product support information. For example, we may supply your contact information to a Vendor if they request it in order to provide you with recall information about a product you have purchased from us.<\/p><p><strong>Credit card companies, other Payors and shippers:<\/strong> When you buy something from us we send your credit card information, name, billing address and the amount of your purchase to your credit card company to verify and authorize the purchase. We will also send the same information (name, billing address and amount of your purchase) for other payment types which we may offer such as PayPal. Your name, telephone number, and shipping information must be provided to third party shippers such as UPS, Freight companies, Federal Express, and the United States Postal Service to deliver your purchase.<\/p><p><strong>Third Party Transaction-Level Data<\/strong>: If you visit our site from a third-party site the third-party site may be able to access your individual transaction information. In order to track and credit your transaction the third-party site may give you a unique code, cookie or graphic which will uniquely identify you. This will only happen if you link directly from a third party site to our Web site. Any transactions made at our Web site while such a code is active will be reported back to the third party site. We will only report non-personal information to these sites such as the date of the transaction, the product(s) purchased and the amount spent. We will not report any information to these third party sites that will allow them to personally identify you, however based on information which may have previously been collected from you by the third party site they may be able to personally identify you by combining the information they have gathered with the information sent by us. You should read the privacy policy posted by the third party site to see how they may use this information. The presence of a 3rd party navbar atop our site is an indication that the third party site may be able to see your activity on our site.<\/p><p><strong>Third Party Ads, Surveys and Promotions<\/strong>: We may use third parties to display ads, surveys and various promotions on our site. These third party applications may contain cookies or other code which are outside of our control. Although we will attempt to only work with third parties who respect your privacy we do not control and are not responsible or liable for any information collected by these third parties or how it is used. You should contact the third party directly or check the third party's privacy notice to see how any information that they may gather will be used.<\/p><p><strong>Link to Third Party Site<\/strong>: Our Web site contains links to third-party sites, such as our vendors. Vidlogix does not control and is not responsible or liable for the privacy practices or content found on these sites. We suggest that you check the privacy notice of each site you visit.<\/p><p><strong>Third Party Checkout Links<\/strong>: If you use a third party checkout link on our site such as PayPal your name, billing and shipping addresses and other information requested by that payment service is transferred to us from your account with the third party to enable you to check out of our site without having to re-enter certain information.<\/p><p>We contract with an outside service called Adobe to help us better understand your use of Vidlogix.com. Adobe places cookies on your computer to collect various kinds of information for us related to the use of our websites, so that we may continue to refine and improve the sites and better serve you. Adobe is not allowed to collect any credit card, user name or password information, nor are they allowed to use data that they collect for us for any other purpose. Additionally, Adobe is contractually required to maintain all the information collected for us in strict confidence. You may opt out of the Adobe information collection by <a href=\"http:\/\/www.omniture.com\/privacy\/2o7#optout\" target=\"_blank\">clicking here<\/a>.<\/p><p>We may share limited web browsing information of site visitors that have a prior relationship with PayPal and\/or other Payors. This information will allow the Payor to enhance the Payor’s targeted marketing to the site visitor. The Payor may combine the information provided by us with information held by the Payor subject to the Payor’s privacy policy.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "",
            "anchor_link": ""
          }
        },
        "317d65a6-3273-49a6-9ddb-af084987a137": {
          "type": "question",
          "settings": {
            "title": "Law enforcement and protection of users",
            "map_popup": false,
            "map_text": "",
            "text": "<p>We will release personally identifiable information to third parties and organizations when we believe it is appropriate for us to do so to comply with the law. We will also do so to cooperate with law enforcement investigations, comply with court orders or subpoenas, protect the legal rights of us and our users, or when we believe it is needed for fraud protection and\/ or credit risk reduction.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "",
            "anchor_link": ""
          }
        },
        "3b27da21-1024-44d5-b632-b300f224ae09": {
          "type": "question",
          "settings": {
            "title": "Business transfer",
            "map_popup": false,
            "map_text": "",
            "text": "<p>Vidlogix has been in business independently for years, and our intent is to continue in this manner. However, in the unlikely event that Vidlogix is sold, has substantially all of its assets acquired or merges or becomes affiliated with any other individual or entity any customer information owned or under the control of Vidlogix may be one of the transferred assets.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "",
            "anchor_link": ""
          }
        },
        "554a4a15-5ad5-465f-b831-2aba5eec5042": {
          "type": "question",
          "settings": {
            "title": "Security",
            "map_popup": false,
            "map_text": "",
            "text": "<p>Our Web site protects the security of personal information you transmit to us by using Secure Sockets Layer (SSL) software, which encrypts the information you input during the transmission to us. We do not reveal your credit card number when we confirm your order. In order to protect against unauthorized access to your account, you should sign off when you finish visiting our site.<\/p><p><strong>Choice\/Opt-Out:<\/strong><\/p><p>We support several options for limiting the amount and type of information you share on our website:<\/p><p>You can choose to browse our Web site without accepting cookies. Please know that cookies allow us to recognize you from page to page, and they support your transactions with us. Without cookies enabled, you will still be able to browse our website, but will not be able to take advantage of certain website features. We do not currently monitor or honor any \"Do Not Track\" browser settings.<\/p><p>You may opt out of Adobe information collection by clicking <a href=\"http:\/\/www.omniture.com\/privacy\/2o7#optout\" target=\"_blank\">here<\/a>.<\/p><p>You may opt out of select third-party action-based advertising by visiting the Network Advertising Initiative's consumer opt-out page located <a href=\"https:\/\/optout.networkadvertising.org\/?c=1\" target=\"_blank\" title=\"Network Advertising Initiative\">here<\/a>.<\/p><p>You may opt out of email marketing communications by clicking <a href=\"http:\/\/manage.kmail-lists.com\/subscriptions\/unsubscribe?cy=Q6TDZy\" target=\"_blank\" title=\"Unsubscribe from marketing emails\">here<\/a>.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "",
            "anchor_link": ""
          }
        },
        "e5c25995-836d-4056-9527-24185d51b5fa": {
          "type": "question",
          "settings": {
            "title": "Children's online policy",
            "map_popup": false,
            "map_text": "",
            "text": "<p>Vidlogix is committed to the preservation of online privacy for all of its web site visitors, including children. Consistent with the Children's Online Privacy Protection Act, we will not knowingly collect any personally identifiable information from children under the age of 13. Vidlogix.com sells products intended for purchase by adults. If you make a purchase on Vidlogix.com, you are representing that you are an adult. If you are a child under the age of 13, you must ask your parent or guardian to assist you in using Vidlogix.com.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "",
            "anchor_link": ""
          }
        }
      },
      "block_order": [
        "1640282458451e4b3b-0",
        "1640282458451e4b3b-1",
        "430d0dab-f59c-4eaa-b106-e5cdcee2ea60",
        "317d65a6-3273-49a6-9ddb-af084987a137",
        "3b27da21-1024-44d5-b632-b300f224ae09",
        "554a4a15-5ad5-465f-b831-2aba5eec5042",
        "e5c25995-836d-4056-9527-24185d51b5fa"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "main",
    "1640282456cc83458e",
    "1640282458ef8efc3f"
  ]
}
