{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"1640289212ecb1b5b9":{"type":"smart-header-section","settings":{"page_title":"","page_description":""}},"1640288786ec6cdb12":{"type":"faq","blocks":{"1640288786088ae6b7-0":{"type":"question","settings":{"title":"Eligibility","map_text":"","text":"<p><strong>NO PURCHASE IS NEEDED TO ENTER OR TO WIN. A PURCHASE WILL NOT INCREASE YOUR ODDS OF WINNING. ALL FEDERAL, STATE, LOCAL AND MUNICIPAL LAWS, AND REGULATIONS APPLY. VOID WHERE PROHIBITED, TAXED OR REGULATED.<\/strong><\/p><p>Vidlogix's \"Gear Giveaway\" 2021 Sweepstakes (the \"Sweepstakes\") is open to any U.S. resident (excluding Puerto Rico), 18 years or older at the time of entry. Employees of Vidlogix, and each of its respective affiliated companies, subsidiaries, and advertising or promotional agencies, and the immediate family members of, and any persons domiciled with such employees, are not eligible.<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"1640288786088ae6b7-1":{"type":"question","settings":{"title":"Entry","map_text":"","text":"<p>The Sweepstakes will begin at 12 a.m. (EST) on the first day of each month and all entries must be received by 11:59 p.m. (EST) on the last day of each month (the \"Sweepstakes Period\").<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"b0e56bb5-e62e-4e74-ba97-fcf142160476":{"type":"question","settings":{"title":"Entered","map_text":"","text":"<p>Any and all recipients who, during the time period of 12 a.m. (EST) on the first day of each month through 11:59 p.m. (EST) on the last day of each month, register by (1) opting in to receiving Vidlogix email and are registered at 11:59 p.m. (EST) on the last day of each month; (2) opted in to receiving Vidlogix email and who enter the sweeps through any of sweeps locations. Enter after going to https:\/\/www.vidlogix.com and click sign-up to receive email, after entering your email address in the email sign-up box that appears at the bottom of most pages on the vidlogix.com website, the URL specified in your magazine advertisement, by going to www.vidlogix.com, navigating to a product page and completing a product review, or by following a link provided by Vidlogix. Submit your entry by entering your email address in the sweepstakes app. The app will appear after clicking on a provided link, or after clicking on the \"Subscribe\", \"Create Account”, or “Submit” button. After the initial entry, entrants can receive one bonus entry in the application for each of the following:<\/p><p>1. Following Vidlogix on Twitter (or by being a current follower)<\/p><p>2. Following Vidlogix on Pinterest (or being a current follower)<\/p><p>3. Tweeting the provided text and link about the promotion<\/p><p>4. Pinning the provided image on Pinterest<\/p><p>Entrants will also receive an additional entry to the Sweepstakes for every additional entrant he\/she refers. The referred entries must be different people to qualify for an additional entry. Use of multiple email addresses by the same individual to enter is prohibited and such multiple entries shall be voided. All entries carry an equal chance of winning. Sponsor is not responsible for lost, late, incomplete, misdirected, delayed, or undelivered entries, including without limitation entries not timely received due to telephone failures, Internet failures, and disruptions, and ISP problems. Incomplete information may result in disqualification of entry.<\/p><p>Vidlogix (\"Sponsor\") will not be responsible for failure to receive entries due to transmission failures or technical failures of any kind, including, without limitation, the malfunctioning of any network, hardware or software, whether originating with sender or Sponsor. In the event of a dispute, all online entries will be deemed to have been submitted by the owner of the email account from which they were sent. For these purposes, an email account holder shall mean the natural person assigned to such email account by the Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with such email account. Any questions regarding the number of entries submitted or the owner of an email account shall be determined by Sponsor in its sole discretion, and Sponsor reserves the right to disqualify any entries by persons determined to be tampering with or abusing any aspect of the Sweepstakes.<\/p><p><\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"768be0e6-28a4-4869-b125-875cdd872a4e":{"type":"question","settings":{"title":"Prizes & Odds","map_text":"","text":"<p>One (1) Winner will be selected in a random drawing from among all eligible entries to be held on the 8th of each month. The Winner shall receive a Vidlogix gift card with a retail value of $2500. Odds of winning depend on the number of eligible entries received. The Sweepstakes may be presented in multiple presentations and in other media, and the odds of winning may depend on the number of eligible participants who enter the Sweepstakes through such multiple presentations.<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"416b74b1-7496-4963-bc59-6c1494b3f23e":{"type":"question","settings":{"title":"Winner Notification & Acceptance","map_text":"","text":"<p>Winner will be notified by email on or about the 12th of each month. The winner's first name, last initial and home city\/state may also be posted by Vidlogix after the winner has been notified and his\/her eligibility confirmed. Return of prize notification as undeliverable may result in disqualification and an alternate winner may be selected. Winner may waive his\/her right to receive the prize. The prize is not assignable and is not transferable. No substitutions are allowed. The winner is solely responsible for reporting and payment of any taxes on prizes. The winner may be required to complete an affidavit of eligibility, and a liability and publicity release (except where prohibited by law) and a tax acknowledgment form, which must be returned within five (5) days. Failure to sign and return the affidavit or release within five (5) days, or to comply with any term or condition of these Official Rules, will result in a winner's disqualification, the forfeiture of his or her interest in the prize, and the award of the prize to an alternate winner. Except where prohibited, participation in the Sweepstakes constitutes the participant's consent to the publication of his or her name, biographical information and likeness in any media for any commercial or promotional purpose, without limitation or further compensation. For a copy of the Official Rules or the Winners List send a self-addressed, stamped envelope (residents of VT need not include return postage on rules requests) to the following address (Please specify \"Official Rules\" or \"Winners\") – \"Vidlogix Gear Giveaway\" Month 2021 Sweepstakes, C\/O Online Community Manager, 445 Furrows Rd #1019, Holbrook, NY 11741-2720.<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"912e9a10-f951-492c-8415-6b00caa7f11f":{"type":"question","settings":{"title":"Participation","map_text":"","text":"<p>By participating, participants agree to be bound by these Official Rules and the decisions of the judges. Participants are agreeing to allow Sponsor to periodically send them savings and news emails to the email address provided by participants. If at any time you decide that you do not wish to receive marketing email you may follow the directions in the emails sent by Sponsor to unsubscribe from the emails. All information submitted by participants in the Sweepstakes will be treated according to the Sponsor’s Privacy Policy, available at <a href=\"https:\/\/vidlogix.com\/pages\/privacy\" title=\"Vidlogix Privacy Policy\">https:\/\/vidlogix.com\/pages\/privacy<\/a>. Sponsor reserves the right to disqualify persons found tampering with or otherwise abusing any aspect of this Sweepstakes as solely determined by Sponsor. In the event the Sweepstakes is compromised by a virus, non-authorized human intervention, tampering or other causes beyond the reasonable control of Sponsor which corrupts or impairs the administration, security, fairness or proper operation of the Sweepstakes, Sponsor reserves the right in its sole discretion to suspend, modify or terminate the Sweepstakes. Should the Sweepstakes be terminated prior to the stated expiration date, Sponsor reserves the right to award the prize based on the entries received before the termination date.<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"3fb5ce44-45ee-4c6f-b595-075f17c13a78":{"type":"question","settings":{"title":"Limitations of Liability","map_text":"","text":"<p>By entering the Sweepstakes, participants agree that (1) any and all disputes, claims, and causes of action arising out of or in connection with the Sweepstake, or any prizes awarded, shall be resolved individually without resort to any form of class action; (2) any claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering the Sweepstakes, but in no event attorneys' fees; and (3) under no circumstances will any participant be permitted to obtain any award for, and participant waives all rights to claim punitive, incidental or consequential damages and any and all rights to have damages multiplied or otherwise increased and any other damages, other than damages for actual out-of-pocket expenses.<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"289e9602-1e84-4dbb-9b80-8889fd7c5352":{"type":"question","settings":{"title":"Construction","map_text":"","text":"<p>All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of any participant and Sponsor, shall be governed by, and construed in accordance with the laws of New York, without giving effect to any choice of law or conflict of law rules or provisions (whether of New York, or any other jurisdiction) that would cause the application of the laws of any jurisdiction other than New York. The invalidity or unenforceability of any provision of these rules shall not affect the validity or enforceability of any other provision. In the event that any such provision is determined to be invalid or otherwise unenforceable, these rules shall be construed in accordance with their terms as if the invalid or unenforceable provision was not contained therein.<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"2eb975ee-9947-4695-90cc-852af3bfbfce":{"type":"question","settings":{"title":"General Release","map_text":"","text":"<p>By entering the Sweepstakes, participants release Vidlogix, any other promotional sponsors, and each of their respective affiliated companies, directors, officers, employees, representatives, partners and agents from any liability whatsoever for any claims, costs, injuries, losses or damages of any kind arising out of or in connection with the Sweepstakes or with the acceptance, possession or use of any prize (including, without limitation, claims, costs, injuries, losses or damages related to personal injuries, death, damage to, loss or destruction of property, rights of publicity or privacy, defamation or portrayal in a false light).<\/p><p>Entrants should understand that they are providing their information to the Sponsor and not to Facebook, Twitter, YouTube or Pinterest. This promotion is in no way sponsored, endorsed or administered by, or associated with Facebook, Twitter, YouTube or Pinterest.<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"b194f4bf-59eb-429a-95f4-1b00be5f6179":{"type":"question","settings":{"title":"Sponsor","map_text":"","text":"<p>The Vidlogix Gear Giveaway Sweepstakes is sponsored by Vidlogix, whose decisions regarding the selection of winners and all other aspects of the Sweepstakes shall be final and binding in all respects. Sponsor will not be responsible for typographical, printing or other inadvertent errors in these Official Rules or in other materials relating to the Sweepstakes.<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}},"119a2b93-409f-4604-bb0e-19a7ece32162":{"type":"question","settings":{"title":"Opt-out","map_text":"","text":"<p>If you would prefer to opt-out of the sweepstakes, please send an email with your name and email address to <a href=\"mailto:hello@vidlogix.com\">hello@vidlogix.com<\/a> with the title \"Email Sweepstakes Opt-Out\".<\/p><p>Please direct any questions about the sweepstakes to <a href=\"mailto:hello@vidlogix.com\">hello@vidlogix.com<\/a>.<\/p>","button_link2":"","button_text2":"Button text","button_chat2":false,"text2":""}}},"block_order":["1640288786088ae6b7-0","1640288786088ae6b7-1","b0e56bb5-e62e-4e74-ba97-fcf142160476","768be0e6-28a4-4869-b125-875cdd872a4e","416b74b1-7496-4963-bc59-6c1494b3f23e","912e9a10-f951-492c-8415-6b00caa7f11f","3fb5ce44-45ee-4c6f-b595-075f17c13a78","289e9602-1e84-4dbb-9b80-8889fd7c5352","2eb975ee-9947-4695-90cc-852af3bfbfce","b194f4bf-59eb-429a-95f4-1b00be5f6179","119a2b93-409f-4604-bb0e-19a7ece32162"],"settings":{"title":""}}},"order":["main","1640289212ecb1b5b9","1640288786ec6cdb12"]}